IdeaRS.Connections
PlateDataBase Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the PlateDataBase class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected PlateDataBase()
See Also
Reference
PlateDataBase Class
IdeaRS.Connections.Data Namespace